tap "aws/tap"
tap "azure/functions"
tap "azure/kubelogin"
tap "dapr/tap"
tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "ansible"
brew "pygments"
brew "ansible-lint"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "node", link: false
brew "bitwarden-cli"
brew "glib"
brew "python@3.9"
brew "chezmoi"
brew "diff-so-fancy"
brew "docker", link: false
brew "docker-machine", restart_service: true
brew "exa"
brew "flux"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "unbound"
brew "go"
brew "golangci-lint"
brew "gotop"
brew "harfbuzz"
brew "gradle"
brew "hadolint"
brew "helm"
brew "httpie"
brew "innoextract"
brew "istioctl"
brew "jq"
brew "kcat"
brew "kubernetes-cli"
brew "krew"
brew "kubeval"
brew "mas"
brew "midnight-commander"
brew "neovim"
brew "node@16"
brew "nvm"
brew "postgresql@14"
brew "stockfish"
brew "tree"
brew "typescript"
brew "upx"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@4", link: false
brew "azure/kubelogin/kubelogin", link: false
brew "datawire/blackbird/telepresence"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "aldente"
cask "bitwarden"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "iterm2"
cask "jetbrains-toolbox"
cask "lens"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mono-mdk-for-visual-studio"
cask "mqttx"
cask "postman"
cask "slack"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
mas "AdBlock", id: 1402042596
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Negative", id: 1378123825
mas "Nightlight", id: 1429386865
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
