tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "ansible"
brew "pygments"
brew "ansible-lint"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "bat"
brew "node", link: false
brew "bitwarden-cli"
brew "glib"
brew "python@3.9"
brew "chezmoi"
brew "diff-so-fancy"
brew "docker", link: false
brew "docker-machine", restart_service: true
brew "exa"
brew "flux"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "unbound"
brew "go"
brew "golangci-lint"
brew "gotop"
brew "harfbuzz"
brew "gradle"
brew "python@3.10"
brew "httpie"
brew "innoextract"
brew "jq"
brew "kubernetes-cli"
brew "libarchive"
brew "libass"
brew "mas"
brew "maven"
brew "midnight-commander"
brew "neovim"
brew "node@16"
brew "nvm"
brew "pango"
brew "postgresql@14"
brew "ruby"
brew "stockfish"
brew "tree"
brew "upx"
brew "wget"
brew "zsh"
brew "datawire/blackbird/telepresence"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "aldente"
cask "bitwarden"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "mqttx"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "AdBlock", id: 1402042596
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Negative", id: 1378123825
mas "Nightlight", id: 1429386865
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
